Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium മുന്‍ഗണനകള്‍";
AllowCrossOriginAuthPrompt.pfm_title = "ക്രോസ്-ഒറിജിന്‍ HTTP Basic Auth പ്രോം‌റ്റുകള്‍";
AllowCrossOriginAuthPrompt.pfm_description = "ഒരു പേജിലുള്ള മൂന്നാം-കക്ഷി സബ്-കണ്‍‌ടന്‍റിനെ ഒരു HTTP Basic Auth ഡയലോഗ് ബോക്സ് പോപ്പ്-അപ്പ് ചെയ്യുന്നതിന് അനുവദിക്കണമോയെന്നത് നിയന്ത്രിക്കുന്നു.  ഒരു വ്യാജ പ്രതിരോധമെന്ന നിലയില്‍ ഇത് മാതൃകാപരമായി അപ്രാപ്തമാക്കിയിരിക്കുകയാണ്.";
AllowFileSelectionDialogs.pfm_title = "ഫയല്‍ തെരഞ്ഞെടുപ്പ് ഡയലോഗുകളുടെ ആരംഭിക്കല്‍ അനുവദിക്കുക.";
AllowFileSelectionDialogs.pfm_description = "ഫയല്‍ തെരഞ്ഞെടുപ്പ് ഡയലോഗുകള്‍ പ്രദര്‍ശിപ്പിക്കാന്‍ Chromium-നെ അനുവദിക്കുക വഴി മെഷീനിലെ പ്രാദേശിക ഫയലുകളിലേക്ക് പ്രവേശനം അനുവദിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, സാധാരണ പോലെ ഫയല്‍ തെരഞ്ഞെടുപ്പ് ഡയലോഗുകള്‍ തുറക്കാന്‍ ഉപയോക്താക്കള്‍ക്ക് കഴിയും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഫയല്‍ തെരഞ്ഞെടുപ്പ് ഡയലോഗിനെ ഉണര്‍ത്തുന്ന (ബുക്ക്‌മാര്‍ക്കുകള്‍ ഇമ്പോര്‍ട്ടുചെയ്യുക, ഫയല്‍ അപ്‌ലോഡുചെയ്യുക, ലിങ്കുകള്‍ സം‍രക്ഷിക്കുക തുടങ്ങിയവ പോലുള്ള) പ്രവര്‍ത്തികള്‍ ഉപയോക്താക്കള്‍ ചെയ്യുമ്പോള്‍, പകരമായി ഒരു സന്ദേശം പ്രദര്‍ശിപ്പിക്കപ്പെടുന്നു, ഒപ്പം ഫയല്‍ തെരഞ്ഞെടുപ്പ് ഡയലോഗിലെ റദ്ദാക്കുക എന്നതില്‍ ഉപയോക്താവ് ക്ലിക്കുചെയ്തിട്ടുണ്ട് എന്ന് കണക്കാക്കപ്പെടുന്നു.\n\nഈ ക്രമീകരണം ക്രമീകരിക്കപ്പെട്ടിട്ടില്ലെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് സാധാരണ പോലെ ഫയല്‍ തെരഞ്ഞെടുപ്പ് ഡയലോഗുകള്‍ തുറക്കാന്‍ കഴിയും.";
AllowOutdatedPlugins.pfm_title = "കാലാവധി തീര്‍ന്ന പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കാന്‍ അനുവദിക്കുക";
AllowOutdatedPlugins.pfm_description = "കാലാവധി കഴിഞ്ഞ പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിന്‌ Chromium അനുവദിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, കാലാവധി തീര്‍ന്ന പ്ലഗിനുകള്‍ സാധാരണ പ്ലഗിനുകള്‍ പോലെ ഉപയോഗിക്കാം.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, കാലാവധി കഴിഞ്ഞ പ്ലഗിനുകള്‍ ഉപയോഗിക്കപ്പെടില്ല, അവ പ്രവര്‍ത്തിപ്പിക്കുന്നതിന് അനുമതി തരണമെന്ന് ഉപയോക്താക്കളോട് ആവശ്യപ്പെടുകയുമില്ല.\n\nഈ ക്രമീകരണം ക്രമീകരിച്ചിട്ടില്ലെങ്കില്‍, കാലാവധി തീര്‍ന്ന പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിന് അനുമതി നല്‍കണമെന്ന് ഉപയോക്താക്കളോട് ആവശ്യപ്പെടും.";
AlternateErrorPagesEnabled.pfm_title = "സമാന്തര പിശക് പേജുകള്‍ പ്രാപ്തമാക്കുക";
AlternateErrorPagesEnabled.pfm_description = "Chromium-ലേക്ക് ചേര്‍ത്തിട്ടുള്ള (‘പേജ് കണ്ടെത്താനായില്ല’ പോലുള്ള) സമാന്തര പിശക് പേജുകളുടെ ഉപയോഗം പ്രാപ്തമാക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, സമാന്തര പിശക് പേജുകള്‍ ഉപയോഗിക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, സമാന്തര പിശക് പേജുകള്‍ ഒരിക്കലും ഉപയോഗിക്കപ്പെടില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, Chromium-ലെ ഈ ക്രമീകരണം ഉപയോക്താക്കള്‍ക്ക് മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
AlwaysAuthorizePlugins.pfm_title = "അംഗീകാരം ആവശ്യമായ പ്ലഗിനുകള്‍ എല്ലായ്പ്പോഴും പ്രവര്‍ത്തിപ്പിക്കുന്നു";
AlwaysAuthorizePlugins.pfm_description = "അംഗീകാരം ആവശ്യമായ പ്ലഗിനുകളെ പ്രവര്‍ത്തിപ്പിക്കാന്‍ Chromium എന്നതിനെ അനുവദിക്കുന്നു.        ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയാണെങ്കില്‍, കാലഹരണപ്പെട്ടത് അല്ലാത്ത പ്ലഗിനുകള്‍ എല്ലായ്പ്പോഴും പ്രവര്‍ത്തിക്കും.                            ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയിട്ടുണ്ടെങ്കിലോ സജ്ജമാക്കിയിട്ടില്ലെങ്കിലോ, അംഗീകാരം ആവശ്യമായ പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കാന്‍ ഉപയോക്താക്കളോട് അനുവാദം ചോദിക്കും. സുരക്ഷക്ക് അനുരഞ്ജനം സൃഷ്ടിക്കുന്നതാണ് ഈ പ്ലഗിനുകള്‍.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos ഡെലിഗേഷന്‍ സെര്‍വര്‍ അനുമതിലിസ്റ്റ്";
AuthNegotiateDelegateWhitelist.pfm_description = "Chromium നിയോഗിക്കാന്‍ സാധ്യതയുള്ള സെര്‍വറുകള്‍";
AuthSchemes.pfm_title = "പ്രാമാണീകരണ സ്കീമുകള്‍ പിന്തുണയ്ക്കുന്നു";
AuthSchemes.pfm_description = "ഏതൊക്കെ HTTP പ്രാമാണീകരണ സ്കീമുകള്‍ക്ക് Chromium-ന്‍റെ പിന്തുണയുണ്ടാകണമെന്ന് നിര്‍ദേശിക്കുന്നു.\n\n‘ബേസിക്ക്’, ‘ഡയജസ്റ്റ്’, 'ntlm', ‘നെഗോഷ്യേറ്റ്’ എന്നിവയാണ്‌ സാധ്യമായ മൂല്യങ്ങള്‍. ഒന്നിലധികമുള്ള മൂല്യങ്ങളെ കോമ ഉപയോഗിച്ച് വേര്‍തിരിക്കുക.";
AuthServerWhitelist.pfm_title = "പ്രാമാണീകരണ സെര്‍വറിന്‍റെ അനുമതിലിസ്റ്റ്";
AuthServerWhitelist.pfm_description = "സം‍യോജിത പ്രാമാണീകരണത്തിനായി ഏതൊക്കെ സെര്‍വറുകള്‍ അനുമതി ലിസ്റ്റിലേക്ക് ചേര്‍ക്കണമെന്ന് നിര്‍ദേശിക്കുന്നു. അനുവദനീയ ലിസ്റ്റില്‍ നിന്നുള്ള ഒരു പ്രോക്സിയില്‍ നിന്നോ സെര്‍വറില്‍ നിന്നോ പ്രാമാണീകരണ വെല്ലുവിളി Chromiumവരികയാണെങ്കില്‍ മാത്രമേ സം‍യോജിത പ്രാമാണീകരണം പ്രാപ്തമാക്കപ്പെടുകയുള്ളൂ.\n\nഒന്നിലധികമുള്ള സെര്‍വര്‍ പേരുകള്‍ കോമ ഉപയോഗിച്ച് വേര്‍‍തിരിക്കുക. വൈല്‍ഡ്‌കാര്‍ഡുകള്‍ (*) അനുവദിക്കപ്പെടും.";
AutoFillEnabled.pfm_title = "ഓട്ടോഫില്‍ പ്രാപ്തമാക്കുക";
AutoFillEnabled.pfm_description = "Chromium-ന്‍റെ ഓട്ടോഫില്‍ സവിശേഷത പ്രാപ്തമാക്കുന്നു, ഒപ്പം വിലാസം അല്ലെങ്കില്‍ ക്രെഡിറ്റ് കാര്‍ഡ് വിവരം എന്നിവ പോലുള്ള, മുമ്പ് സംഭരിച്ചിട്ടുള്ള വിവരം ഉപയോഗിച്ച് വെബ് ഫോമുകള്‍ സ്വപ്രേരിതമായി പൂരിപ്പിക്കാന്‍ ഉപയോക്താക്കളെ അനുവദിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് ഓട്ടോഫില്‍ ലഭ്യമല്ലാതാകും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുന്നില്ല അല്ലെങ്കില്‍ ഒരു മൂല്യം കോണ്‍ഫിഗര്‍ ചെയ്യുന്നില്ല എങ്കില്‍, ഉപയോക്താവിന്‍റെ നിയന്ത്രണത്തിലായിരിക്കും ഓട്ടോഫില്‍. ഇതവരെ ഓട്ടോഫില്‍ പ്രൊഫൈലുകള്‍ കോണ്‍ഫിഗര്‍ ചെയ്യാനും അവരുടെ സ്വന്തം ഇഷ്ടപ്രകാരം ഓട്ടോഫില്‍ ഓണാക്കാനോ ഓഫാക്കാനോ അനുവദിക്കും.";
BlockThirdPartyCookies.pfm_title = "മൂന്നാം കക്ഷി കുക്കികള്‍ തടയുക";
BlockThirdPartyCookies.pfm_description = "മൂന്നാം കക്ഷിയില്‍ നിന്നുള്ള കുക്കികള്‍ തടയുന്നു.\n\nബ്രൌസറിന്‍റെ വിലാസ ബാറിലെ ഡൊമെയ്‌നില്‍ നിന്നല്ലാത്ത വെബ് പേജ് എലമെന്‍റുകളെ കുക്കികള്‍ ക്രമീകരിക്കുന്നതില്‍ നിന്ന് ഈ ക്രമീകരണം പ്രാപ്തമാക്കുന്നത് തടയുന്നു.\n\nഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ബ്രൌസറിന്‍റെ വിലാസ ബാറിലെ ഡൊമെയ്‌നില്‍ നിന്നല്ലാത്ത വെബ് പേജ് എലമെന്‍റുകളെ കുക്കികള്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.";
BookmarkBarEnabled.pfm_title = "ബുക്ക്‌മാര്‍ക്ക് ബാര്‍ പ്രാപ്തമാക്കുക";
BookmarkBarEnabled.pfm_description = "Chromium-ലെ പുതിയ ടാബ് പേജില്‍ ബുക്ക്‌മാര്‍ക്ക് ബാര്‍ പ്രാപ്തമാക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, “പുതിയ ടാബ്” പേജില്‍ Chromium ഒരു ബുക്ക്‌മാര്‍ക്ക് ബാര്‍ കാണിക്കും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ ബുക്ക്‌മാര്‍ക്ക് ബാര്‍ ഒരിക്കലും കാണില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്താല്‍, Chromium-ല്‍ ഉപയോക്താക്കള്‍ക്കിത് മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
ClearSiteDataOnExit.pfm_title = "ബ്രൌസര്‍ അടയ്ക്കുമ്പോള്‍ സൈറ്റ് ഡാറ്റ മായ്ക്കുക";
ClearSiteDataOnExit.pfm_description = "ഈ നയം “ഞാന്‍ ബ്രൌസര്‍ അടയ്ക്കുമ്പോള്‍ കുക്കികളും മറ്റ് സൈറ്റ് ഡാറ്റയും ശൂന്യമാക്കുക” എന്ന ഉള്ളടക്ക ക്രമീകരണ ഓപ്ഷന്‍ അസാധുവാക്കും.\n\nശരി Chromium എന്ന് ക്രമീകരിച്ചിട്ടുള്ള സമയത്ത് ബ്രൌസര്‍ അടയ്ക്കുമ്പോള്‍ ബ്രൌസറില്‍ നിന്ന് പ്രാദേശികമായി സംഭരിക്കപ്പെട്ടിട്ടുള്ള എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കപ്പെടും.";
CookiesAllowedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ കുക്കികള്‍ അനുവദിക്കുക";
CookiesAllowedForUrls.pfm_description = "കുക്കികള്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടുള്ള സൈറ്റുകള്‍ നിര്‍ദേശിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
CookiesBlockedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ കുക്കികള്‍ തടയുക";
CookiesBlockedForUrls.pfm_description = "കുക്കികള്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കാന്‍ പാടില്ലാത്ത സൈറ്റുകള്‍ നിര്‍ദേശിക്കാന്‍ സഹായിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
CookiesSessionOnlyForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ സെഷന്‌ മാത്രമുള്ള കുക്കുകള്‍ അനുവദിക്കുക";
CookiesSessionOnlyForUrls.pfm_description = "സെഷന്‌ മാത്രമുള്ള കുക്കികള്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്ന സൈറ്റുകള്‍ നിര്‍ദേശിക്കാന്‍ സഹായിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
DefaultBrowserSettingEnabled.pfm_title = "എന്‍റെ സ്ഥിരസ്ഥിതി ബ്രൌസറായി Chrome ക്രമീകരിക്കുക";
DefaultBrowserSettingEnabled.pfm_description = "Chromium-ല്‍ സ്ഥിരസ്ഥിതി ബ്രൌസര്‍ ചെക്കുകള്‍ കോണ്‍ഫിഗര്‍ ചെയ്യുന്നു, ഒപ്പം ഉപയോക്താക്കളെ അവ മാറ്റുന്നതില്‍ നിന്ന് തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, സ്ഥിരസ്ഥിതി ബ്രൌസറാണോ Chromium എന്ന് തുടങ്ങുന്ന സമയത്തുതന്നെ എപ്പോഴും അത് പരിശോധിക്കും, കഴിയുമെങ്കില്‍ സ്ഥിരസ്ഥിതി ബ്രൌസറായി അത് സ്വയം രജിസ്റ്റര്‍ ചെയ്യും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, സ്ഥിരസ്ഥിതി ബ്രൌസറാണോ Chromium എന്ന് ഒരിക്കലുമത് പരിശോധിക്കില്ല, ഈ ഓപ്ഷന്‍ ക്രമീകരിക്കാനുള്ള ഉപയോക്തൃ നിയന്ത്രണങ്ങള്‍ അപ്രാപ്തമാക്കും.\n\nഈ ക്രമീകരണം ക്രമീകരിച്ചിട്ടില്ല എങ്കില്‍, ഇത് സ്ഥിരസ്ഥിതി ബ്രൌസര്‍ ആണോ അല്ലയോ എന്നും സ്ഥിരസ്ഥിതി ബ്രൌസര്‍ അല്ലാത്ത സാഹചര്യത്തില്‍ ഉപയോക്തൃ നോട്ടിഫിക്കേഷനുകള്‍ കാണിക്കണോ വേണ്ടയോ എന്നും തീരുമാനിക്കാന്‍ ഉപയോക്താവിനെ Chromium അനുവദിക്കും.";
DefaultCookiesSetting.pfm_title = "കുക്കികള്‍ക്കായുള്ള സ്ഥിരസ്ഥിതി ക്രമീകരണം";
DefaultCookiesSetting.pfm_description = "0 - പ്രാദേശിക ഡാറ്റ ക്രമീകരിക്കാന്‍ എല്ലാ സൈറ്റുകളെയും അനുവദിക്കുക.\n1 - പ്രാദേശിക ഡാറ്റ ക്രമീകരിക്കാന്‍ ഒരു സൈറ്റിനെയും അനുവദിക്കരുത്\nപ്രാദേശിക ഡാറ്റ ക്രമീകരിക്കാന്‍ വെബ്‌സൈറ്റുകളെ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. പ്രാദേശിക ഡാറ്റ ക്രമീകരിക്കുന്നത് ഒന്നുകില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും അനുവദിക്കാം അല്ലെങ്കില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും നിരസിക്കാം.";
DefaultGeolocationSetting.pfm_title = "സ്ഥിരസ്ഥിതി ജിയോലൊക്കേഷന്‍ ക്രമീകരണം";
DefaultGeolocationSetting.pfm_description = "0 - ഉപയോക്താക്കളുടെ ഭൌതിക ലൊക്കേഷന്‍ ട്രാക്കുചെയ്യാന്‍ സൈറ്റുകളെ സഹായിക്കുക\n1 - ഉപയോക്താക്കളുടെ ഭൌതിക സ്ഥാനം ട്രാക്കുചെയ്യുന്നതിന് ഒരു സൈറ്റിനെയും അനുവദിക്കരുത്\n2 - ഉപയോക്താക്കളുടെ ഭൌതിക ലൊക്കേഷന്‍ ട്രാക്കുചെയ്യണമെന്ന് സൈറ്റ് ആഗ്രഹിക്കുമ്പോഴൊക്കെ ചോദിക്കുക\nഉപയോക്താക്കളുടെ ഭൌതിക ലൊക്കേഷന്‍ ട്രാക്കുചെയ്യാന്‍ വെബ്‌സൈറ്റുകളെ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. ഉപയോക്താക്കളുടെ ഭൌതിക ലൊക്കേഷന്‍ ട്രാക്കുചെയ്യുന്നത് സ്ഥിരസ്ഥിതിയായി അനുവദിക്കാനും നിരാകരിക്കാനും കഴിയും, അല്ലെങ്കില്‍ ഭൌതിക ലൊക്കേഷനായി വെബ്സൈറ്റ് അപേക്ഷിക്കുമ്പോഴൊക്കെയും ഉപയോക്താവിനോട് ചോദിക്കുന്ന രീതി ക്രമീകരിക്കാനും കഴിയും.";
DefaultImagesSetting.pfm_title = "ഇമേജുകള്‍ക്കായുള്ള സ്ഥിരസ്ഥിതി ക്രമീകരണം";
DefaultImagesSetting.pfm_description = "0 - എല്ലാ ഇമേജും കാണിക്കുന്നതിന്‌ എല്ലാ സൈറ്റുകളെയും അനുവദിക്കുക\n1 - ഇമേജുകള്‍ കാണിക്കാന്‍ ഒരു സൈറ്റിനേയും അനുവദിക്കരുത്\nഇമേജ് പ്രദര്‍ശിപ്പിക്കാന്‍ വെബ്‌സൈറ്റുകളെ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. ഇമേജ് പ്രദര്‍ശിപ്പിക്കുന്നത് ഒന്നുകില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും അനുവദിക്കാം അല്ലെങ്കില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും നിരസിക്കാം.";
DefaultJavaScriptSetting.pfm_title = "സ്ഥിരസ്ഥിതി JavaScript ക്രമീകരണം";
DefaultJavaScriptSetting.pfm_description = "0 - JavaScript പ്രവര്‍‌ത്തിപ്പിക്കുന്നതിന് എല്ലാ സൈറ്റുകളെയും അനുവദിക്കുക\n1 - JavaScript പ്രവര്‍‌ത്തിപ്പിക്കുന്നതിന് ഒരു സൈറ്റിനെയും അനുവദിക്കരുത്\nJavaScript പ്രവര്‍ത്തിപ്പിക്കാന്‍ വെബ്‌സൈറ്റുകളെ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. JavaScript പ്രവര്‍ത്തിപ്പിക്കുന്നത് ഒന്നുകില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും അനുവദിക്കാം അല്ലെങ്കില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും നിരസിക്കാം.";
DefaultNotificationSetting.pfm_title = "സ്ഥിരസ്ഥിതി നോട്ടിഫിക്കേഷന്‍ ക്രമീകരണം";
DefaultNotificationSetting.pfm_description = "0 - ഡെസ്ക്‍ടോപ്പ് നോട്ടിഫിക്കേഷനുകള്‍ കാണിക്കാന്‍ എല്ലാ സൈറ്റുകളേയും അനുവദിക്കുക\n1 - ഡെസ്‌ക്‍ടോപ്പ് വിജ്ഞാപനങ്ങള്‍ കാണിക്കാന്‍ ഒരു സൈറ്റിനേയും അനുവദിക്കരുത്\n2 - ഡെസ്ക്‌ടോപ്പ് നോട്ടിഫിക്കേഷനുകള്‍ ഒരു സൈറ്റ് കാണിക്കണോ എന്ന് എല്ലാ സമയത്തും ചോദിക്കുക.\nവെബ്‌സൈറ്റുകളെ ഡെസ്‌ക്‌ടോപ്പ് നോട്ടിഫിക്കേഷനുകള്‍ പ്രദര്‍ശിപ്പിക്കാന്‍ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. ഡെസ്‌ക്‌ടോപ്പ് നോട്ടിഫിക്കേഷനുകള്‍ പ്രദര്‍ശിപ്പിക്കുന്നത് സ്ഥിരസ്ഥിതിയായി അനുവദിക്കാനും സ്ഥിരസ്ഥിതിയായി നിരസിക്കാനും കഴിയും, അല്ലെങ്കില്‍ ഡെസ്‌ക്‌ടോപ്പ് നോട്ടിഫിക്കേഷനുകള്‍ കാണിക്കണമോ എന്ന് എല്ലാസമയവും ഉപയോക്താവിനോട് വെബ്‌സൈറ്റ് ചോദിക്കും.";
DefaultPluginsSetting.pfm_title = "സ്ഥിരസ്ഥിതി പ്ലഗിനുകളുടെ ക്രമീകരണം";
DefaultPluginsSetting.pfm_description = "0 - പ്ലഗിനുകള്‍ സ്വയമേവ പ്രവര്‍ത്തിപ്പിക്കാന്‍ എല്ലാ സൈറ്റുകളെയും അനുവദിക്കുക\n1 - എല്ലാ പ്ലഗിനുകളും തടയുക\nസ്വപ്രേരിതമായി പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കാന്‍ വെബ്‌സൈറ്റുകളെ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. സ്വപ്രേരിതമായി പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നത് ഒന്നുകില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും അനുവദിക്കാം അല്ലെങ്കില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും നിരസിക്കാം.";
DefaultPopupsSetting.pfm_title = "പോപ്പപ്പുകള്‍ക്കായുള്ള സ്ഥിരസ്ഥിതി ക്രമീകരണം";
DefaultPopupsSetting.pfm_description = "0 - പോപ്പ്-അപ്പുകള്‍‌ കാണിക്കുന്നതിന് എല്ലാ സൈറ്റുകളെയും അനുവദിക്കുക\n1 - പോപ്പപ്പുകള്‍ കാണിക്കാന്‍ ഒരു സൈറ്റിനേയും അനുവദിക്കരുത്\nപോപ്പപ്പുകള്‍ പ്രദര്‍ശിപ്പിക്കാന്‍ വെബ്‌സൈറ്റുകളെ അനുവദിക്കണമോ വേണ്ടയോ എന്ന് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. പോപ്പപ്പുകള്‍ പ്രദര്‍ശിപ്പിക്കുന്നത് ഒന്നുകില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും അനുവദിക്കാം അല്ലെങ്കില്‍ എല്ലാ വെബ്‌സൈറ്റുകളിലും നിരസിക്കാം.";
DefaultSearchProviderEnabled.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിനെ പ്രാപ്തമാക്കുക";
DefaultSearchProviderEnabled.pfm_description = "ഒരു സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ ഉപയോഗത്തെ പ്രാപ്തമാക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഓ‍മ്‌നിബോക്സില്‍ URL അല്ലാത്ത എന്തെങ്കിലും ടെക്സ്റ്റ് ഉപയോക്താവ് ടൈപ്പുചെയ്താല്‍ ഒരു സ്ഥിരസ്ഥിതി തിരയല്‍ നടത്തപ്പെടുന്നു.\n\nബാക്കിയുള്ള സ്ഥിരസ്ഥിതി തിരയല്‍ നയങ്ങള്‍ ക്രമീകരിക്കുക വഴി, ഉപയോഗിക്കേണ്ടുന്ന സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിനെ നിങ്ങള്‍ക്ക് നിര്‍ദേശിക്കാന്‍ കഴിയും. ഇത് ശൂന്യമായി വിട്ടാല്‍, ഉപയോക്താവിന്‌ സ്ഥിരസ്ഥിതി ദാതാവിനെ തെരഞ്ഞെടുക്കാന്‍ കഴിയും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഓ‍മ്‌നിബോക്സില്‍ URL അല്ലാത്ത എന്തെങ്കിലും ടെക്സ്റ്റ് ഉപയോക്താവ് ടൈപ്പുചെയ്താല്‍ ഒരു തിരയലും നടക്കില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്യുകയാണെങ്കില്‍, Chromium-ല്‍ ഉപയോക്താക്കള്‍ക്ക് ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
DefaultSearchProviderEncodings.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ എന്‍കോഡിംഗുകള്‍";
DefaultSearchProviderEncodings.pfm_description = "തിരയല്‍ ദാതാവ് പിന്തുണയ്ക്കുന്ന കാരക്‌ടര്‍ എന്‍കോഡിംഗുകള്‍ നിര്‍ദേശിക്കുന്നു. UTF-8, GB2312 എന്നിങ്ങനെ ഉള്ള കോഡ് പേജ് പേരുകളും ISO-8859-1-മാണ്‌ എന്‍കോഡിംഗുകള്‍. നല്‍കിയിരിക്കുന്ന ക്രമത്തില്‍ അവ പരീക്ഷിക്കപ്പെടുന്നു. UTF-8 സ്ഥിരസ്ഥിതി.";
DefaultSearchProviderIconURL.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ ഐക്കണ്‍";
DefaultSearchProviderIconURL.pfm_description = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ പ്രിയങ്കര ഐക്കണ്‍ URL നിര്‍ദേശിക്കുന്നു. ഐച്ഛികം ആണിത്.";
DefaultSearchProviderInstantURL.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ തല്‍ക്ഷണ URL";
DefaultSearchProviderInstantURL.pfm_description = "തല്‍ക്ഷണ ഫലങ്ങള്‍ നല്‍കുന്നതിന്‌ ഉപയോഗിക്കുന്ന സെര്‍ച്ച് എഞ്ചിന്‍റെ URL നിര്‍ദേശിക്കുന്നു. URL-ല്‍ സ്‌ട്രിംഗ് ''{searchTerms}'' ഉണ്ടായിരിക്കണം, ക്വറി സമയത്ത്, ഉപയോക്താവ് അതുവരെ നല്‍കിയിട്ടുള്ള പദം/പദാവലി വച്ച് ഈ സ്‌ട്രിംഗ് പ്രതിസ്ഥാപിക്കപ്പെടും. ഇത് ഐച്ഛികമാണ്‌.";
DefaultSearchProviderKeyword.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ കീവേഡ്";
DefaultSearchProviderKeyword.pfm_description = "ഓ‍മ്‌നിബോക്സില്‍ ദാതാവിനായുള്ള തിരയലിന്‌ തുടക്കമിടാന്‍ ഉപയോഗിക്കുന്ന കുറുക്കുവഴി കീവേഡ് നിര്‍ദേശിക്കുന്നു. ഐച്ഛികം ആണിത്.";
DefaultSearchProviderName.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ പേര്‌";
DefaultSearchProviderName.pfm_description = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ പേര് നിര്‍ദേശിക്കുന്നു. ഇത് ശൂന്യമായി വിട്ടാല്‍, തിരയല്‍ URL നിര്‍ദേശിച്ചിട്ടുള്ള ഹോസ്റ്റ് പേര്‌ ഉപയോഗിക്കപ്പെടും";
DefaultSearchProviderSearchURL.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവിന്‍റെ തിരയല്‍ URL";
DefaultSearchProviderSearchURL.pfm_description = "ഒരു സ്ഥിരസ്ഥിതി തിരയല്‍ ചെയ്യുമ്പോള്‍ ഉപയോഗിക്കേണ്ട സെര്‍ച്ച് എഞ്ചിന്‍റെ URL നിര്‍ദേശിക്കുന്നു. URL-ല്‍ സ്‌ട്രിംഗ് '{searchTerms}' ഉണ്ടായിരിക്കണം, ക്വറി സമയത്ത് ഉപയോക്താവ് തിരയുന്ന പദം/പദാവലി കൊണ്ട് ഇത് പ്രതിസ്ഥാപിക്കപ്പെടും.";
DefaultSearchProviderSuggestURL.pfm_title = "സ്ഥിരസ്ഥിതി തിരയല്‍ ദാതാവ് നിര്‍ദേശിക്കുന്ന URL";
DefaultSearchProviderSuggestURL.pfm_description = "തിരയല്‍ നിര്‍ദേശങ്ങള്‍ നല്‍കുന്നതിന്‌ ഉപയോഗിക്കുന്ന സെര്‍ച്ച് എഞ്ചിന്‍റെ URL നിര്‍ദേശിക്കുന്നു. URL-ല്‍ സ്‌ട്രിംഗ് '{searchTerms}' ഉണ്ടായിരിക്കണം, ക്വറി സമയത്ത്, ഉപയോക്താവ് അതുവരെ നല്‍കിയിട്ടുള്ള പദം/പദാവലി വച്ച് ഈ സ്‌ട്രിംഗ് പ്രതിസ്ഥാപിക്കപ്പെടും. ഇത് ഐച്ഛികമാണ്‌.";
DeveloperToolsDisabled.pfm_title = "ഡെവലപ്പര്‍ ഉപകരണങ്ങള്‍ അപ്രാപ്തമാക്കുക";
DeveloperToolsDisabled.pfm_description = "ഡെവലപ്പര്‍ ഉപകരണങ്ങളും JavaScript കണ്‍സോളും അപ്രാപ്തമാക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഡെവലപ്പര്‍ ഉപകരണങ്ങളിലേക്ക് പ്രവേശിക്കാനാനില്ല, ഒപ്പം വെബ്-സൈറ്റ് എലമെന്‍റുകള്‍ തുടര്‍ന്ന് പരിശോധിക്കാനും കഴിയില്ല. ഡെവലപ്പര്‍ ഉപകരണങ്ങളോ JavaScript കണ്‍സോളോ തുറക്കുന്ന എന്തെങ്കിലും കീബോര്‍ഡ് കുറുക്കുവഴികളും മെനുവും കോണ്‍ടെക്സ്റ്റ് മെനു എന്‍ട്രികളും അപ്രാപ്തമാക്കപ്പെടും.";
Disable3DAPIs.pfm_title = "3D ഗ്രാഫിക്സ് API-കള്‍ക്കായുള്ള പിന്തുണ അപ്രാപ്തമാക്കുക";
Disable3DAPIs.pfm_description = "3D ഗ്രാഫിക്സ് API-കള്‍ക്കായുള്ള പിന്തുണ അപ്രാപ്തമാക്കുക.\n\nഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍ ഗ്രാഫിക്സ് പ്രൊസസ്സിംഗ് യൂണിറ്റിലേക്ക് (GPU) പ്രവേശിക്കുന്നതില്‍ നിന്ന് വെബ് പേജുകളെ തടയും. കൃത്യമായി പറഞ്ഞാല്‍, WebGL API-ലേക്ക് വെബ് പേജുകള്‍ക്ക് പ്രവേശിക്കാന്‍ കഴിയില്ല, ഒപ്പം Pepper 3D API ഉപയോഗിക്കാന്‍ പ്ലഗിനുകള്‍ക്ക് കഴിയില്ല.\n\nഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍ WebGL API ഉപയോഗിക്കുന്നതിന്‌ വെബ് പേജുകളെയും Pepper 3D API ഉപയോഗിക്കുന്നതിന്‌ പ്ലഗിനുകളെയും അനുവദിക്കുന്നു. അപ്പോഴും ബ്രൌസറിന്‍റെ സ്ഥിരസ്ഥിതി ക്രമീകരണത്തിന്‌, ഈ API-കള്‍ ഉപയോഗിക്കുന്നതിനായി, കമാന്‍ഡ് ലൈന്‍ ആര്‍ഗ്യുമെന്‍റുകള്‍ കൈമാറുന്നത് ആവശ്യമായി വന്നേക്കാം.";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos പ്രാമാണീകരണം നടന്നുകൊണ്ടിരിക്കുമ്പോള്‍ CNAME ലുക്കപ്പ് അപ്രാപ്തമാക്കുക";
DisableAuthNegotiateCnameLookup.pfm_description = "സൃഷ്ടിക്കപ്പെട്ട Kerberos SPN, കാനോനിക DNS പേരിനെ അടിസ്ഥാനപ്പെടുത്തണമോ അല്ലെങ്കില്‍ യഥാര്‍ത്ഥ പേര്‌ നല്‍കണമോ എന്ന് നിര്‍ദേശിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, CNAME ലുക്കപ്പ് അവഗണിക്കപ്പെടും, ഒപ്പം നല്‍കിയിരിക്കുന്നത് പോലെ സെര്‍വര്‍ പേര്‌ ഉപയോഗിക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, CNAME ലുക്കപ്പിലൂടെയാണ്‌ സെര്‍വറിനായുള്ള കാനോനിക നാമം തീരുമാനിക്കപ്പെടുക.";
DisablePluginFinder.pfm_title = "പ്ലഗിന്‍ ഫൈന്‍ഡര്‍ അപ്രാപ്തമാക്കുക";
DisablePluginFinder.pfm_description = "ശരി എന്നതിലേക്കാണ്‌ നിങ്ങള്‍ ക്രമീകരണം മാറ്റുന്നതെങ്കില്‍ നഷ്ടപ്പെട്ട പ്ലഗിനുകള്‍ക്കായുള്ള സ്വപ്രേരിത തിരയലും അവയുടെ ഇന്‍സ്റ്റാളേഷനും Chromium-ല്‍ അപ്രാപ്തമാക്കപ്പെടും.";
DisableSpdy.pfm_title = "SPDY പ്രോട്ടോക്കോള്‍ അപ്രാപ്തമാക്കുക";
DisableSpdy.pfm_description = "Chromium-ല്‍ SPDY പ്രോട്ടോക്കോളിന്‍റെ ഉപയോഗം അപ്രാപ്തമാക്കുന്നു.";
DisabledPlugins.pfm_title = "അപ്രാപ്തമാക്കിയ പ്ലഗിനുകളുടെ ലിസ്റ്റ്";
DisabledPlugins.pfm_description = "Chromium-ല്‍ അപ്രാപ്തമാക്കിയിട്ടുള്ള പ്ലഗിനുകളുടെ ഒരു ലിസ്റ്റ് നിര്‍ദേശിക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nഒരു നിബന്ധനയുമില്ലാത്ത കാരക്‌ടറുകളുടെ ക്രമം യോജിപ്പിക്കാന്‍ വൈല്‍ഡ്‌കാര്‍ഡ് കാരക്‌ടറുകളായ '*' എന്നതും '?' എന്നതും ഉപയോഗിക്കാം. നിബന്ധനകളൊന്നുമില്ലാതെ എത്രവേണമെങ്കിലും കാരക്‌ടറുകളോട് '*' യോജിക്കുമ്പോള്‍ '?' എന്നത് ഒരു ഐച്ഛികമായ ഒരൊറ്റ കാരക്‌ടറിനെ നിര്‍ദേശിക്കുന്നു, അതായത് പൂജ്യം അല്ലെങ്കില്‍  ഒരു കാരക്‌ടറിനോട് യോജിക്കുന്നു എന്നര്‍ത്ഥം. '\' ആണ്‌ എസ്കേപ്പ് കാരക്‌ടര്‍, അപ്പോള്‍ യഥാര്‍ത്ഥ '*', '?' അല്ലെങ്കില്‍ '\' കാരക്‌ടറുകളോട് യോജിപ്പിക്കാന്‍ അവയ്ക്ക് മുമ്പില്‍ '\' ചേര്‍ത്താല്‍ മതിയാകും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, Chromium-ല്‍ പ്ലഗിനുകളുടെ നിര്‍ദേശിക്കപ്പെട്ട ലിസ്റ്റ് ഒരിക്കലും ഉപയോഗിക്കപ്പെടില്ല. പ്ലഗിനുകള്‍ അപ്രാപ്തമാക്കിയിട്ടുണ്ട് എന്ന് 'about:plugins' എന്നതില്‍ അടയാളപ്പെടുത്തപ്പെടുന്നു, ഉപയോക്താക്കള്‍ക്ക് അവ പ്രാപ്തമാക്കാന്‍ കഴിയുകയുമില്ല.\n\nഈ നയം EnabledPlugins എന്നതിനാലും DisabledPluginsExceptions എന്നതിനാലും അസാധുവാക്കാന്‍ കഴിയും എന്ന് അറിയുക.";
DisabledPluginsExceptions.pfm_title = "അപ്രാപ്തമാക്കിയ പ്ലഗിനുകളുടെ ലിസ്റ്റിലേക്കുള്ള അപവാദങ്ങളുടെ ലിസ്റ്റ്";
DisabledPluginsExceptions.pfm_description = "Chromium-ല്‍ ഉപയോക്താവിന്‌ പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്യാവുന്ന പ്ലഗിനുകളുടെ ഒരു ലിസ്റ്റ് നിര്‍ദേശിക്കുന്നു.\n\nഒരു നിബന്ധനയുമില്ലാത്ത കാരക്‌ടറുകളുടെ ക്രമം യോജിപ്പിക്കാന്‍ വൈല്‍ഡ്‌കാര്‍ഡ് കാരക്‌ടറുകളായ '*' എന്നതും '?' എന്നതും ഉപയോഗിക്കാം. നിബന്ധനകളൊന്നുമില്ലാതെ എത്രവേണമെങ്കിലും കാരക്‌ടറുകളോട് '*' യോജിക്കുമ്പോള്‍ '?' എന്നത് ഒരു ഐച്ഛികമായ ഒരൊറ്റ കാരക്‌ടറിനെ നിര്‍ദേശിക്കുന്നു, അതായത് പൂജ്യം അല്ലെങ്കില്‍  ഒരു കാരക്‌ടറിനോട് യോജിക്കുന്നു എന്നര്‍ത്ഥം. '\' ആണ്‌ എസ്കേപ്പ് കാരക്‌ടര്‍, അപ്പോള്‍ യഥാര്‍ത്ഥ '*', '?' അല്ലെങ്കില്‍ '\' കാരക്‌ടറുകളോട് യോജിപ്പിക്കാന്‍ അവയ്ക്ക് മുമ്പില്‍ '\' ചേര്‍ത്താല്‍ മതിയാകും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, Chromium-ല്‍ പ്ലഗിനുകളുടെ നിര്‍ദേശിക്കപ്പെട്ട ലിസ്റ്റ് ഒരിക്കലും ഉപയോഗിക്കപ്പെടില്ല. ഉപയോക്താക്കള്‍ക്ക് അവ 'about:plugins' എന്നതില്‍ പ്രാപ്തമാക്കാനോ അപ്രാപ്തമാക്കാനോ കഴിയും. ഒരു പാറ്റേണുമായും യോജിക്കാത്ത പ്ലഗിനുകള്‍ DisabledPlugins, DisabledPluginsExceptions, EnabledPlugins എന്നിവയില്‍ പ്രാപ്തമാക്കാനും അപ്രാപ്തമാക്കാനും ഉപയോക്താക്കള്‍ക്ക് കഴിയും.";
DisabledSchemes.pfm_title = "അപ്രാപ്തമാക്കിയ പ്രോട്ടോക്കോള്‍ സ്കീമുകളുടെ ലിസ്റ്റ്";
DisabledSchemes.pfm_description = "Chromium-ല്‍ ലിസ്റ്റുചെയ്തിട്ടുള്ള പ്രോട്ടോക്കോള്‍ സ്കീമുകള്‍ അപ്രാപ്തമാക്കുന്നു.\n\nഈ ലിസ്റ്റില്‍ നിന്ന് ഒരു സ്കീം ഉപയോഗിക്കുന്ന URL-കള്‍ ലോഡാകില്ല, ഒപ്പം അവയിലേക്ക് നാവിഗേറ്റ് ചെയ്യാനുമാകില്ല.";
DiskCacheDir.pfm_title = "ഡിസ്ക്ക് കാഷെ ഡയറക്ടറി സജ്ജമാക്കുക";
DiskCacheDir.pfm_description = "ഡിസ്കില്‍ കാഷെ ചെയ്ത ഫയലുകള്‍ സംഭരിക്കുന്നതിനായി Chromium ഉപയോഗിക്കുന്ന ഡയറക്‌ടറി കോണ്‍ഫിഗര്‍ ചെയ്യുന്നു.\n\nനിങ്ങള്‍ ഈ നയം ക്രമീകരിച്ചാല്‍, ഉപയോക്താവ് '--disk-cache-dir' ഫ്ലാഗ് നിര്‍ദേശിച്ചിട്ടുണ്ടെങ്കിലും ഇല്ലെങ്കിലും, നല്‍കപ്പെട്ട ഡയറക്‌ടറിയാണ്‌ Chromium ഉപയോഗിക്കുക.";
DnsPrefetchingEnabled.pfm_title = "നെറ്റ്‍വര്‍ക്ക് പ്രവചനം പ്രാപ്തമാക്കുക";
DnsPrefetchingEnabled.pfm_description = "Chromium-ല്‍ നെറ്റ്‌വര്‍ക്ക് പ്രവചനം പ്രാപ്തമാക്കുന്നു, ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്യുകയാണെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
DownloadDirectory.pfm_title = "ഡൌണ്‍ലോഡ് ഡയറക്ടറി ക്രമീകരിക്കുക";
DownloadDirectory.pfm_description = "ഫയലുകള്‍ ഡൌണ്‍ലോഡ് ചെയ്യാനായി Chromium ഉപയോഗിക്കുന്ന ഡയറക്‌ടറി കോണ്‍ഫിഗര്‍ ചെയ്യുന്നു.\n\nനിങ്ങള്‍ ഒരു നയം ക്രമീകരിച്ചാല്‍, ഉപയോക്താവ് ഏതെങ്കിലും ഡയറക്‌ടറി നിര്‍ദേശിച്ചിട്ടുണ്ടെങ്കിലും അല്ലെങ്കില്‍ എല്ലാ സമയത്തും ഡൌണ്‍ലോഡ് ലൊക്കേഷനായി നിര്‍ദേശം തരുന്നതിനുള്ള ഫ്ലാഗ് പ്രാപ്തമാക്കിയിട്ടുണ്ടെങ്കിലും, നല്‍കിയിട്ടുള്ള ഡയറക്‌ടറിയാണ്‌ Chromium ഉപയോഗിക്കുക.";
EditBookmarksEnabled.pfm_title = "ബുക്ക്‌മാര്‍ക്ക് എഡിറ്റിംഗ് പ്രാപ്തമാക്കുന്നു അല്ലെങ്കില്‍ അപ്രാപ്തമാക്കുന്നു";
EditBookmarksEnabled.pfm_description = "Chromium-ലെ ബുക്ക്‌മാര്‍ക്കുകളില്‍ എഡിറ്റിംഗ് പ്രാപ്തമാക്കുന്നു അല്ലെങ്കില്‍ അപ്രാപ്തമാക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുന്നുവെങ്കില്‍, ബുക്ക്‌മാര്‍ക്കുകള്‍ ചേര്‍ക്കുകയും നീക്കം‍ചെയ്യുകയും പരിഷ്കരിക്കുകയും ചെയ്യാം. ഇതാണ്‌ സ്ഥിരസ്ഥിതി.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കുന്നുവെങ്കില്‍, ബുക്ക്‌മാര്‍ക്കുകള്‍ ചേര്‍ക്കുകയും നീക്കം‍ചെയ്യുകയും പരിഷ്കരിക്കുകയും ചെയ്യാന്‍ കഴിയില്ല. നിലവിലെ ബുക്ക്‍മാര്‍ക്കുകള്‍ ഇപ്പോഴും ലഭ്യമാണ്‌.";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN-ല്‍ സ്റ്റാന്‍ഡേര്‍ഡല്ലാത്ത പോര്‍ട്ട് ഉള്‍പ്പെടുത്തുക";
EnableAuthNegotiatePort.pfm_description = "സൃഷ്ടിക്കപ്പെട്ട Kerberos SPN-ല്‍ മാനദണ്ഡമില്ലാത്ത ഒരു പോര്‍ട്ട് ഉള്‍പ്പെടുത്തണമോ എന്ന് നിര്‍ദേശിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുന്നുവെങ്കിലും മാനദണ്ഡമില്ലാത്ത ഒരു പോര്‍ട്ട് ഉള്‍പ്പെടുത്തുന്നുവെങ്കിലും സൃഷ്ടിക്കപ്പെട്ട Kerberos SPN-ല്‍ ഇത് ഉള്‍പ്പെടുത്തപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, സൃഷ്ടിക്കപ്പെട്ട Kerberos SPN-ല്‍ ഒരു സാഹചര്യത്തിലും ഒരു പോര്‍ട്ട് ഉള്‍പ്പെടുത്തപ്പെടില്ല.";
EnabledPlugins.pfm_title = "പ്രാപ്തമാക്കിയ പ്ലഗിനുകളുടെ ലിസ്റ്റ്";
EnabledPlugins.pfm_description = "Chromium-ല്‍ പ്രാപ്തമാക്കിയിട്ടുള്ള പ്ലഗിനുകളുടെ ഒരു ലിസ്റ്റ് നിര്‍ദേശിക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nഒരു നിബന്ധനയുമില്ലാത്ത കാരക്‌ടറുകളുടെ ക്രമം യോജിപ്പിക്കാന്‍ വൈല്‍ഡ്‌കാര്‍ഡ് കാരക്‌ടറുകളായ '*' എന്നതും '?' എന്നതും ഉപയോഗിക്കാം. നിബന്ധനകളൊന്നുമില്ലാതെ എത്രവേണമെങ്കിലും കാരക്‌ടറുകളോട് '*' യോജിക്കുമ്പോള്‍ '?' എന്നത് ഒരു ഐച്ഛികമായ ഒരൊറ്റ കാരക്‌ടറിനെ നിര്‍ദേശിക്കുന്നു, അതായത് പൂജ്യം അല്ലെങ്കില്‍  ഒരു കാരക്‌ടറിനോട് യോജിക്കുന്നു എന്നര്‍ത്ഥം. '\' ആണ്‌ എസ്കേപ്പ് കാരക്‌ടര്‍, അപ്പോള്‍ യഥാര്‍ത്ഥ '*', '?' അല്ലെങ്കില്‍ '\' കാരക്‌ടറുകളോട് യോജിപ്പിക്കാന്‍ അവയ്ക്ക് മുമ്പില്‍ '\' ചേര്‍ത്താല്‍ മതിയാകും.\n\nപ്ലഗിനുകള്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്തിട്ടുണ്ടെങ്കില്‍, നിര്‍ദേശിക്കപ്പെട്ടിട്ടുള്ള പ്ലഗിനുകളുടെ ലിസ്റ്റ്  എല്ലായ്പ്പോഴും Chromium-ല്‍ ഉപയോഗിക്കപ്പെടും. പ്ലഗിനുകള്‍ പ്രാപ്തമാക്കിയിട്ടുണ്ട് എന്ന് 'about:plugins' എന്നതില്‍ അടയാളപ്പെടുത്തപ്പെടുന്നു, ഉപയോക്താക്കള്‍ക്ക് അവ അപ്രാപ്തമാക്കാന്‍ കഴിയുകയുമില്ല.\n\nEnabledPlugins, DisabledPluginsExceptions അപവാദങ്ങളെ ഈ നയം അസാധുവാക്കും എന്ന് അറിയുക.";
ExtensionInstallBlacklist.pfm_title = "ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ നിന്ന് ഉപയോക്താവ് തടയേണ്ട വിപുലീകരണ ID-കള്‍ (അല്ലെങ്കില്‍ എല്ലാത്തിനുമായി *)";
ExtensionInstallBlacklist.pfm_description = "ഉപയോക്താക്കള്‍ക്ക് ഏതൊക്കെ വിപുലീകരണങ്ങള്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ കഴിയില്ല എന്ന് നിര്‍ദേശിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു. മുമ്പുതന്നെ ഇന്‍സ്റ്റാള്‍ ചെയ്തിട്ടുള്ള വിപുലീകരണങ്ങള്‍, അനുമതിയില്ലാത്ത ലിസ്റ്റില്‍ ചേര്‍ക്കപ്പെട്ടിട്ടുണ്ടെങ്കില്‍, നീക്കം‍ചെയ്യപ്പെടും.\n\nഒരു അനുമതിയില്ലാത്ത ലിസ്റ്റിന്‍റെ മൂല്യം * എന്നാണെങ്കില്‍ എല്ലാ വിപുലീകരണങ്ങളും, അവ സ്പഷ്ടമായി അനുമതിയുള്ള ലിസ്റ്റില്‍ ചേര്‍ക്കപ്പെട്ടിട്ടില്ലെങ്കില്‍, അനുമതിയില്ലാത്തതായി കണക്കാക്കപ്പെടും എന്നാണര്‍ത്ഥം.";
ExtensionInstallForcelist.pfm_title = "നിശബ്ദമായി ഇന്‍സ്റ്റാള്‍ ചെയ്യേണ്ടുന്ന വിപുലീകരണ ID-കളും കാലികമാക്കല്‍ URL-കളും";
ExtensionInstallForcelist.pfm_description = "ഉപയോക്താവുമായുള്ള പ്രതിപ്രവര്‍ത്തനം കൂടാതെ തന്നെ, നിശബ്ദമായി ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടുന്ന വിപുലീകരണങ്ങളുടെ ലിസ്റ്റ് നിര്‍ദേശിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.\n\nലിസ്റ്റിലെ ഓരോ ഇനവും ഒരു സ്‌ട്രിംഗ് ആണ്‌, അതില്‍ ഒരു വിപുലീകരണ ID-യും ഒരു അര്‍ദ്ധവിരാമത്താല്‍ അതിര്‍ത്തി നിശ്ചയിച്ചിട്ടുള്ള ഒരു അപ്‌ഡേറ്റ് URL-ഉം ഉണ്ട് (;). ഉദാഹരണത്തിന്‌: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. ഓരോ ഇനത്തിനും നിര്‍ദേശിച്ചിട്ടുള്ള URL-ല്‍ നിന്ന് ID നിര്‍ദേശിച്ചിട്ടുള്ള വിപുലീകരണം Chromium വീണ്ടെടുക്കുകയും ഒപ്പം നിശബ്ദമായി ഇന്‍സ്റ്റാള്‍ ചെയ്യുകയും ചെയ്യും. നിങ്ങളുടെ സ്വന്തം സെര്‍വറില്‍ എങ്ങനെ നിങ്ങള്‍ക്ക് വിപുലീകരണങ്ങള്‍ ഹോസ്റ്റുചെയ്യാം എന്ന് അടുത്ത പേജുകളില്‍ വിശദീകരിക്കും. അപ്‌ഡേറ്റ് URL-കളെ പറ്റി: http://code.google.com/chrome/extensions/autoupdate.html, വിപുലീകരണങ്ങള്‍ ഹോസ്റ്റുചെയ്യുന്നതിനെ പറ്റി പൊതുവായി: http://code.google.com/chrome/extensions/hosting.html.\n\nനയം നിര്‍ദേശിച്ചിരിക്കുന്ന വിപുലീകരണങ്ങള്‍ അണ്‍ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ ഉപയോക്താക്കള്‍ക്ക് കഴിയില്ല. ഈ ലിസ്റ്റില്‍ നിന്ന് നിങ്ങള്‍ ഒരു വിപുലീകരണം നീക്കം‍ചെയ്താല്‍, Chromium സ്വപ്രേരിതമായി അതിനെ അണ്‍ഇന്‍സ്റ്റാള്‍ ചെയ്യും. 'ExtensionInstallBlacklist' എന്നതിലെ അനുമതിയില്ലാത്ത ലിസ്റ്റില്‍ ചേര്‍ക്കപ്പെടുകയും അനുമതിയുള്ള ലിസ്റ്റില്‍ ചേര്‍ക്കപ്പെടാത്തതും ആയ വിപുലീകരണങ്ങള്‍ ഈ നയം അനുസരിച്ച് നിര്‍ബന്ധമായി ഇന്‍സ്റ്റാള്‍ ചെയ്യാനാകില്ല.";
ExtensionInstallWhitelist.pfm_title = "അനുമതിയില്ലാത്ത ലിസ്റ്റില്‍ നിന്ന് ഒഴിവാക്കാനുള്ള വിപുലീകരണ ID-കള്‍";
ExtensionInstallWhitelist.pfm_description = "അനുമതിയില്ലാത്ത ലിസ്റ്റിന്‌ ബാധകമല്ലാത്ത വിപുലീകരണങ്ങള്‍ നിര്‍ദേശിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.\n\nഅനുമതിയില്ലാത്ത ലിസ്റ്റിന്‍റെ മൂല്യം * ആണെങ്കില്‍ എല്ലാ വിപുലീകരണങ്ങളും അനുമതി ഇല്ലാതെ ആക്കിയിരിക്കുന്നുവെന്നും അനുമതിയുള്ള ലിസ്റ്റില്‍ പറഞ്ഞിരുന്ന വിപുലീകരണങ്ങള്‍ മാത്രമേ ഉപയോക്താക്കള്‍ക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യാനാകൂ എന്നുമാണ്‌ അര്‍ത്ഥം.\n\nസ്ഥിരസ്ഥിതിയായി എല്ലാ വിപുലീകരണങ്ങളും അനുമതിയുള്ള ലിസ്റ്റിലാണ്‌, എന്നാല്‍ നയം അനുസരിച്ച് എല്ലാ വിപുലീകരണങ്ങളും അനുമതിയില്ലാത്ത ലിസ്റ്റില്‍ ചേര്‍ക്കപ്പെട്ടിട്ടുണ്ടെങ്കില്‍, ആ നയം അസാധുവാക്കാന്‍ ഈ അനുമതിയുള്ള ലിസ്റ്റ് ഉപയോഗിക്കാന്‍ കഴിയും.";
GSSAPILibraryName.pfm_title = "GSSAPI ലൈബ്രറി പേര്";
GSSAPILibraryName.pfm_description = "HTTP പ്രാമാണീകരണത്തിനായി ഏത് GSSAPI ലൈബ്രറി ഉപയോഗിക്കണമെന്ന് നിര്‍ദേശിക്കുന്നു. നിങ്ങള്‍ക്ക് ഒരു ലൈബ്രറി പേരോ മുഴുവന്‍ പാതയോ ക്രമീകരിക്കാം. ഒരു ക്രമീകരണവും നല്‍കുന്നില്ലെങ്കില്‍, ഒരു സ്ഥിരസ്ഥിതി ലൈബ്രറി പേര് ഉപയോഗിക്കുന്ന ഇതരമാര്‍ഗമാണ്‌ Chromium ഉപയോഗപ്പെടുത്തുക.";
HomepageIsNewTabPage.pfm_title = "ഹോം പേജായി പുതിയ ടാബ് പേജ് ഉപയോഗിക്കുക";
HomepageIsNewTabPage.pfm_description = "Chromium-ല്‍ സ്ഥിരസ്ഥിതി ഹോം പേജിന്‍റെ തരം കോണ്‍ഫിഗര്‍ ചെയ്യുന്നു, ഒപ്പം ഹോം പേജ് മുന്‍ഗണനകള്‍ മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു. ഹോം പേജ് നിങ്ങള്‍ നിര്‍ദേശിക്കുന്ന ഒരു URL-ലേക്ക് ക്രമീകരിക്കുകയോ പുതിയ ടാബ് പേജിലേക്ക് ക്രമീകരിക്കുകയോ ചെയ്യാം.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുമ്പോള്‍, ഹോം പേജിനായി എല്ലായ്പ്പോഴും പുതിയ ടാബ് പേജ് ഉപയോഗിക്കപ്പെടുന്നു, ഒപ്പം ഹോം പേജ് URL ലൊക്കേഷന്‍ അവഗണിക്കപ്പെടുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കുമ്പോള്‍, 'chrome://newtab' എന്നതിലേക്ക് URL ക്രമീകരിക്കുന്നത് വരെ ഉപയോക്താവിന്‍റെ ഹോം പേജ് ഒരിക്കലും പുതിയ ടാബ് പേജ് ആകില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ആണെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ അവരുടെ ഹോം പേജ് തരം മാറ്റാന്‍ കഴിയില്ല.";
HomepageLocation.pfm_title = "ഹോം  പേജ്  URL";
HomepageLocation.pfm_description = "Chromium-ല്‍ സ്ഥിരസ്ഥിതി ഹോം പേജ് URL കോണ്‍ഫിഗര്‍ ചെയ്യുന്നു, ഉപയോക്താക്കള്‍ ഇത് മാറ്റുന്നത് തടയുന്നു.\n\nനിങ്ങളിവിടെ നിര്‍ദേശിക്കുന്ന ഒരു URL ആയോ പുതിയ ടാബ് പേജ് ആയോ ഹോം പേജ് തരം ക്രമീകരിക്കാന്‍ കഴിയും.\n\nനിങ്ങള്‍ പുതിയ ടാബ് പേജ് തെരഞ്ഞെടുത്താല്‍, ഈ നയം അവഗണിക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, Chromium-ല്‍ ഹോം പേജ് മാറ്റാന്‍ ഉപയോക്താക്കള്‍ക്ക് കഴിയില്ല, എന്നാല്‍ പുതിയ ടാബ് പേജ് ആയി അവരുടെ ഹോം പേജ് തുടര്‍ന്നും ക്രമീകരിക്കാന്‍ അവര്‍ക്ക് കഴിയും.";
ImagesAllowedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ ഇമേജ് അനുവദിക്കുക";
ImagesAllowedForUrls.pfm_description = "ഇമേജുകള്‍ തുറക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടുള്ള സൈറ്റുകള്‍ നിര്‍ദേശിക്കാന്‍ സഹായിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
ImagesBlockedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ ഇമേജ് തടയുക";
ImagesBlockedForUrls.pfm_description = "ഇമേജുകള്‍ കാണിക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടില്ലാത്ത സൈറ്റുകള്‍ നിര്‍ദേശിക്കാന്‍ സഹായിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
IncognitoEnabled.pfm_title = "വേഷപ്രച്ഛന്ന മോഡ് പ്രാപ്തമാക്കുക";
IncognitoEnabled.pfm_description = "Chromium-ല്‍ വേഷപ്രച്ഛന്ന മോഡ് പ്രാപ്തമാക്കുന്നു.\n\nഈ ക്രമീകരണം പ്രാപ്തമാക്കിയിട്ടുണ്ട്, എന്നാല്‍ കോണ്‍ഫിഗര്‍ ചെയ്തിട്ടില്ലെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് വെബ് പേജുകള്‍ വേഷപ്രച്ഛന്ന മോഡില്‍ തുറക്കാന്‍ കഴിയും.\n\nഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് വെബ് പേജുകള്‍ വേഷപ്രച്ഛന്ന മോഡില്‍ തുറക്കാന്‍ കഴിയില്ല.";
InstantEnabled.pfm_title = "തല്‍ക്ഷണം പ്രാപ്തമാക്കുക";
InstantEnabled.pfm_description = "Chromium-ന്‍റെ തല്‍ക്ഷണം എന്ന സവിശേഷത പ്രാപ്തമാക്കുന്നു, ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, Chromiumതല്‍ക്ഷണം പ്രാപ്തമാക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, Chromium തല്‍ക്ഷണം അപ്രാപ്തമാക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ആണെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
JavaScriptAllowedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ JavaScript അനുവദിക്കുക";
JavaScriptAllowedForUrls.pfm_description = "JavaScript തുറക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടുള്ള സൈറ്റുകള്‍ നിര്‍ദേശിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.";
JavaScriptBlockedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ JavaScript തടയുക";
JavaScriptBlockedForUrls.pfm_description = "JavaScript പ്രവര്‍ത്തിപ്പിക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടില്ലാത്ത സൈറ്റുകള്‍ നിര്‍ദേശിക്കുന്ന ഒരു URL പാറ്റേണുകളുടെ ലിസ്റ്റ് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.";
JavascriptEnabled.pfm_title = "JavaScript പ്രാപ്തമാക്കുക";
JavascriptEnabled.pfm_description = "Chromium-ല്‍ JavaScript പ്രാപ്തമാക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nഈ ക്രമീകരണം പ്രാപ്തമാക്കിയിട്ടുണ്ട്, എന്നാല്‍ കോണ്‍ഫിഗര്‍ ചെയ്തിട്ടില്ലെങ്കില്‍, വെബ് പേജുകള്‍ക്ക് JavaScript ഉപയോഗിക്കാന്‍ കഴിയും.\n\nഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, വെബ് പേജുകള്‍ക്ക് JavaScript ഉപയോഗിക്കാന്‍ കഴിയില്ല.";
MetricsReportingEnabled.pfm_title = "ഉപയോഗത്തിന്‍റെയും പ്രവര്‍ത്തനം നിലച്ചതിനെ പറ്റിയുള്ള ഡാറ്റയുടെയും റിപ്പോര്‍ട്ടിംഗ് പ്രാപ്തമാക്കുക";
MetricsReportingEnabled.pfm_description = "ഗൂഗിളിന് Chromium-ന്‍റെ ഉപയോഗത്തെ പറ്റിയും പ്രവര്‍ത്തനം നിലച്ചതിനെ പറ്റിയും ഉള്ള ഡാറ്റ അജ്ഞാതമായി റിപ്പോര്‍ട്ടുചെയ്യുന്നത് പ്രാപ്തമാക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഉപയോഗത്തെ പറ്റിയും പ്രവര്‍ത്തനം നിലച്ചതിനെ പറ്റിയും ഉള്ള ഡാറ്റയുടെ അജ്ഞാത റിപ്പോര്‍ട്ടിംഗ് Google-ന് അയയ്ക്കപ്പെടുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോഗത്തെ പറ്റിയും പ്രവര്‍ത്തനം നിലച്ചതിനെ പറ്റിയും ഉള്ള ഡാറ്റയുടെ അജ്ഞാത റിപ്പോര്‍ട്ടിംഗ് Google-ന് ഒരിക്കലും അയയ്ക്കപ്പെടില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്താല്‍, Chromium-ലെ ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ ഉപയോക്താക്കള്‍ക്ക് കഴിയില്ല.";
PasswordManagerAllowShowPasswords.pfm_title = "പാസ്‌വേഡ് മാനേജരില്‍ പാസ്‌വേഡുകള്‍ കാണിക്കാന്‍ ഉപയോക്താക്കളെ അനുവദിക്കുക";
PasswordManagerAllowShowPasswords.pfm_description = "പാസ്‌വേഡ് മാനേജരില്‍ ഉപയോക്താവ് പാസ്‌വേഡ് കാണിക്കേണ്ടത് ക്ലിയര്‍ ടെക്സ്റ്റിലാണോ അല്ലയോ എന്ന് നിയന്ത്രിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, സംഭരിച്ചിട്ടുള്ള പാസ്‌വേഡുകള്‍ ക്ലിയര്‍ ടെക്സ്റ്റില്‍ പാസ്‌വേഡ് മാനേജര്‍ ജാലകത്തില്‍ കാണിക്കുവാന്‍ പാസ്‌വേഡ് മാനേജര്‍ അനുവദിക്കില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയിട്ടുണ്ട്, എന്നാല്‍ ഈ ക്രമീകരണം കോണ്‍ഫിഗര്‍ ചെയ്തിട്ടില്ല എങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് അവരുടെ പാസ്‌വേഡുകള്‍ ക്ലിയര്‍ ടെക്സ്റ്റില്‍ പാസ്‌വേഡ് മാനേജരില്‍ കാണുവാന്‍ സാധിക്കും.";
PasswordManagerEnabled.pfm_title = "പാസ്‌വേഡ് മാനേജര്‍ പ്രാപ്തമാക്കുക";
PasswordManagerEnabled.pfm_description = "Chromium-ല്‍ പാസ്‌വേഡുകള്‍ സം‍രക്ഷിക്കുന്നതും സം‍രക്ഷിച്ച പാസ്‌വേഡുകള്‍ ഉപയോഗിക്കുന്നതും പ്രാപ്തമാക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-നെക്കൊണ്ട് പാസ്‌വേഡുകള്‍ ഓര്‍മയില്‍ വയ്പ്പിക്കാം, ഒപ്പം ഒരു സൈറ്റിലേക്ക് അടുത്ത തവണ ലോഗിന്‍ ചെയ്യുമ്പോള്‍ സ്വപ്രേരിതമായി പാസ്‌വേഡ് നല്‍കാനും കഴിയും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് പാസ്‌വേഡുകള്‍ സം‍രക്ഷിക്കാനാകില്ല അല്ലെങ്കില്‍ മുമ്പ് സം‍രക്ഷിച്ചിട്ടുള്ള പാസ്‌വേഡുകള്‍ ഉപയോഗിക്കാനാകില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്യുന്നുവെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
PluginsAllowedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ പ്ലഗിനുകള്‍ അനുവദിക്കുക";
PluginsAllowedForUrls.pfm_description = "പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടുള്ള സൈറ്റുകള്‍ നിര്‍ദേശിക്കുന്ന ഒരു URL പാറ്റേണുകളുടെ ലിസ്റ്റ് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.";
PluginsBlockedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ പ്ലഗിനുകള്‍ തടയുക";
PluginsBlockedForUrls.pfm_description = "പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടില്ലാത്ത സൈറ്റുകള്‍ നിര്‍ദേശിക്കുന്ന ഒരു URL പാറ്റേണുകളുടെ ലിസ്റ്റ് ക്രമീകരിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.";
PopupsAllowedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ പോപ്പപ്പ് അനുവദിക്കുക";
PopupsAllowedForUrls.pfm_description = "പോപ്പപ്പ് തുറക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടുള്ള സൈറ്റുകള്‍ നിര്‍ദേശിക്കാന്‍ സഹായിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
PopupsBlockedForUrls.pfm_title = "ഈ സൈറ്റുകളില്‍ പോപ്പപ്പുകള്‍ തടയുക.";
PopupsBlockedForUrls.pfm_description = "പോപ്പപ്പുകള്‍ തുറക്കാന്‍ അനുവദിക്കപ്പെട്ടിട്ടില്ലാത്ത സൈറ്റുകള്‍ നിര്‍ദേശിക്കാന്‍ സഹായിക്കുന്ന ഒരു URL പാറ്റേണ്‍ ക്രമീകരിക്കാന്‍ അനുവദിക്കുന്നു.";
PrintingEnabled.pfm_title = "അച്ചടി പ്രാപ്തമാക്കുക";
PrintingEnabled.pfm_description = "Chromium-ല്‍ അച്ചടി പ്രാപ്തമാക്കുന്നു, ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nഈ ക്രമീകരണം പ്രാപ്തമാക്കിയിട്ടുണ്ട് അല്ലെങ്കില്‍ കോണ്‍ഫിഗര്‍ ചെയ്തിട്ടില്ല എങ്കില്‍ ഉപയോക്താക്കള്‍ക്ക് അച്ചടിക്കാം.\n\nഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ നിന്ന് അച്ചടിക്കാം. റെഞ്ച് മെനു, വിപുലീകരണങ്ങള്‍, JavaScript ആപ്ലിക്കേഷനുകള്‍ എന്നിവയില്‍ അച്ചടി അപ്രാപ്തമാക്കിയിരിക്കുന്നു. അച്ചടിക്കുന്നതിനിടയില്‍ Chromium-നെ മറികടക്കുന്ന പ്ലഗിനുകളില്‍ നിന്ന് അപ്പോഴും അച്ചടിക്കാവുന്നതാണ്‌. ഉദാഹരണത്തിന്‌, ചില Flash ആപ്ലിക്കേഷനുകളില്‍ അവയുടെ കോണ്‍ടെക്സ്റ്റ് മെനുവിലാണ്‌ അച്ചടി ഓപ്ഷന്‍ ഉണ്ടായിരിക്കുക, ഈ ഓപ്ഷന്‍ അപ്രാപ്തമാക്കപ്പെടില്ല.";
ProxyBypassList.pfm_title = "പ്രോക്സിയെ മറികടക്കുന്ന നിയമങ്ങളുടെ കോമ കൊണ്ട് വേര്‍തിരിച്ച ലിസ്റ്റ്";
ProxyBypassList.pfm_description = "ഇവിടെ നല്‍കിയിരിക്കുന്ന ഹോസ്റ്റുകള്‍ക്കായുള്ള ലിസ്റ്റിനായി ഏത് പ്രോക്സിയെയും Chromium മറികടക്കും.\n\n‘എങ്ങനെ പ്രോക്സി സെര്‍വര്‍ ക്രമീകരണം നിര്‍ദേശിക്കണമെന്ന് തെരഞ്ഞെടുക്കുക’ എന്നതില്‍ നിങ്ങള്‍ കരകൃത പ്രോക്സി ക്രമീകരണം തെരഞ്ഞെടുത്തിട്ടുണ്ട് എങ്കില്‍ മാത്രമാണ്‌ ഈ നയം പ്രാബല്യത്തില്‍ വരിക.\n\nകൂടുതല്‍ വിശദമായ ഉദാഹരണങ്ങള്‍ക്ക് സന്ദര്‍ശിക്കുക:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "പ്രോക്സി സെര്‍വര്‍ ക്രമീകരണം എങ്ങനെ നിര്‍ദേശിക്കണമെന്ന് തെരഞ്ഞെടുക്കുക";
ProxyMode.pfm_description = "direct - ഒരിക്കലും പ്രോക്സി ഉപയോഗിക്കരുത്\nauto_detect - പ്രോക്സി  ക്രമീകരണങ്ങള്‍ സ്വയമേവ കണ്ടെത്തുക\npac_script - ഒരു .pac പ്രോക്സി സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുക\nfixed_servers - സ്ഥിരപ്പെടുത്തിയ പ്രോക്സി സെര്‍വറുകള്‍ ഉപയോഗിക്കുക\nsystem - സിസ്റ്റം പ്രോക്സി  ക്രമീകരണങ്ങള്‍ ഉപയോഗിക്കുക\nChromium ഉപയോഗിക്കുന്ന പ്രോക്സി സെര്‍വര്‍ നിര്‍ദേശിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു, ഒപ്പം പ്രോക്സി ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nപ്രോക്സി സെര്‍വര്‍ ഒരിക്കലും ഉപയോഗിക്കേണ്ടതില്ല എന്നും എപ്പോഴും നേരിട്ട് ബന്ധിപ്പിക്കണമെന്നും നിങ്ങള്‍ തെരഞ്ഞെടുക്കുകയാണെങ്കില്‍, മറ്റുള്ള ഓപ്ഷനുകളെല്ലാം അവഗണിക്കപ്പെടും.\n\nനിങ്ങള്‍ സിസ്റ്റം പ്രോക്സി ക്രമീകരണം ഉപയോഗിക്കാനോ പ്രോക്സി സെര്‍വര്‍ സ്വപ്രേരിതമായി കണ്ടെത്താനോ തെരഞ്ഞെടുക്കുകയാണെങ്കില്‍, മറ്റെല്ലാ ഓപ്ഷനുകളും അവഗണിക്കപ്പെടും.\n\nസ്ഥിരപ്പെടുത്തിയ സെര്‍വര്‍ പ്രോക്സി മോഡ് തെരഞ്ഞെടുക്കുകയാണെങ്കില്‍, ‘പ്രോക്സി സെര്‍വറിന്‍റെ വിലാസം അല്ലെങ്കില്‍ URL’, ‘പ്രോക്സിയെ മറികടക്കുന്ന നിയമങ്ങളുടെ കോമ കൊണ്ട് വേര്‍തിരിച്ച ലിസ്റ്റ്’ എന്നിവയില്‍ കൂടുതല്‍ ഓപ്ഷനുകള്‍ നിങ്ങള്‍ക്ക് നിര്‍ദേശിക്കാന്‍ കഴിയും.\n\nനിങ്ങളൊരു .pac പ്രോക്സി സ്‌ക്രിപ്റ്റ് ഉപയോഗിക്കാനായി തെരഞ്ഞെടുക്കുകയാണെങ്കില്‍, ‘ഒരു പ്രോക്സി .pac ഫയലിലേക്കുള്ള URL’ എന്നതില്‍ സ്‌ക്രിപ്റ്റിലേക്കുള്ള URL നിങ്ങള്‍ നിര്‍ദേശിക്കണം.\n\nവിശദമായ ഉദാഹരണങ്ങള്‍ക്ക് സന്ദര്‍ശിക്കുക:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയാണെങ്കില്‍, കമാന്‍ഡ് ലൈനില്‍ നിന്ന് നിര്‍ദേശിക്കപ്പെട്ടിട്ടുള്ള പ്രോക്സിയുമായി ബന്ധപ്പെട്ട എല്ലാ ഓപ്ഷനുകളും Chromium അവഗണിക്കും.";
ProxyPacUrl.pfm_title = "ഒരു പ്രോക്സി .pac ഫയലിലേക്കുള്ള URL";
ProxyPacUrl.pfm_description = "ഇവിടെ ഒരു പ്രോക്സി .pac ഫയലിലേക്കുള്ള URL നിങ്ങള്‍ക്ക് നിര്‍ദേശിക്കാന്‍ കഴിയും.\n\n‘പ്രോക്സി സെര്‍വര്‍ ക്രമീകരണം എങ്ങനെ നിര്‍ദേശിക്കണമെന്ന് തെരഞ്ഞെടുക്കുക’ എന്നതില്‍ നിങ്ങള്‍ കരകൃതമായി പ്രോക്സി ക്രമീകരണം തെരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കില്‍ മാത്രമാണ്‌ ഈ നയം പ്രാബല്യത്തില്‍ വരിക.\n\nവിശദമായ ഉദാഹരണങ്ങള്‍ക്ക്, സന്ദര്‍ശിക്കുക:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "പ്രോക്സി സെര്‍വറിന്‍റെ വിലാസം അല്ലെങ്കില്‍ URL";
ProxyServer.pfm_description = "ഇവിടെ പ്രോക്സി സെര്‍വറിന്‍റെ URL നിങ്ങള്‍ക്ക് നിര്‍ദേശിക്കാം.\n\n‘പ്രോക്സി സെര്‍വര്‍ ക്രമീകരണം എങ്ങനെ നിര്‍ദേശിക്കണമെന്ന് തെരഞ്ഞെടുക്കുക’ എന്നതില്‍ നിങ്ങള്‍ കരകൃതമായി പ്രോക്സി ക്രമീകരണം തെരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കില്‍ മാത്രമാണ്‌ ഈ നയം പ്രാബല്യത്തില്‍ വരിക.\n\nകൂടുതല്‍ ഓപ്ഷനുകള്‍ക്കും വിശദമായ ഉദാഹരണങ്ങള്‍ക്കും, സന്ദര്‍ശിക്കുക:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "തുടക്കത്തിലെ പ്രവര്‍ത്തനം";
RestoreOnStartup.pfm_description = "0 - ഹോം പേജ് തുറക്കുക\n1 - കഴിഞ്ഞ തവണ തുറന്ന URL-കള്‍ വീണ്ടും തുറക്കുക\n4 - URL-കളുടെ ഒരു ലിസ്റ്റ് തുറക്കുക\nതുടക്കത്തില്‍ തന്നെ സ്വഭാവം നിര്‍ദേശിക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്നു.\n\nനിങ്ങള്‍ ‘ഹോം പേജ് തുറക്കുക’ എന്നത് തെരഞ്ഞെടുത്താല്‍, Chromium തുടങ്ങുമ്പോള്‍ തന്നെ എല്ലായ്പ്പോഴും ഹോം പേജ് തുറക്കപ്പെടും.\n\nനിങ്ങള്‍ ‘കഴിഞ്ഞ തവണ തുറന്ന URL-കള്‍ വീണ്ടും തുറക്കുക’ എന്നത് തെരഞ്ഞെടുത്താല്‍, കഴിഞ്ഞ തവണ Chromium അടയ്ക്കുമ്പോള്‍ തുറന്നിരുന്ന URL-കള്‍ വീണ്ടും തുറക്കപ്പെടും.\n\nനിങ്ങള്‍ ‘URL-കളുടെ ഒരു ലിസ്റ്റ് തുറക്കുക’ എന്നത് തെരഞ്ഞെടുത്താല്‍, ഉപയോക്താവ് Chromium തുടങ്ങുമ്പോള്‍ ‘തുടക്കത്തില്‍ തുറക്കാനുള്ള URL-കള്‍’ തുറക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഇത് മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.\n\nഈ ക്രമീകരണം അപ്രാപ്തമാക്കുന്നത് അത് കോണ്‍ഫിഗര്‍ ചെയ്യാതെ വിടുന്നതിന്‌ തുല്യമാണ്‌. ഉപയോക്താവിന്‌ അപ്പോഴും അത് Chromium-ല്‍ മാറ്റാനാകും.";
RestoreOnStartupURLs.pfm_title = "തുടക്കത്തില്‍ തന്നെ URL-കള്‍ തുറക്കാന്‍";
RestoreOnStartupURLs.pfm_description = "തുടക്കത്തിലെ പ്രവര്‍ത്തിയായി ‘URL-കളുടെ ഒരു ലിസ്റ്റ് തുറക്കുക’ എന്നത് തെരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കില്‍, തുറന്നിട്ടുള്ള URL-കളുടെ ലിസ്റ്റ് നിര്‍ദേശിക്കാന്‍ ഇത് നിങ്ങളെ അനുവദിക്കുന്നു.";
SafeBrowsingEnabled.pfm_title = "സുരക്ഷിത ബ്രൌസിംഗ് പ്രാപ്തമാക്കുക";
SafeBrowsingEnabled.pfm_description = "Chromium-ന്‍റെ സുരക്ഷിത ബ്രൌസിംഗ് സവിശേഷത പ്രാപ്തമാക്കുന്നു, ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, സുരക്ഷിത ബ്രൌസിംഗ് എപ്പോഴും സജീവമായിരിക്കും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, സുരക്ഷിത ബ്രൌസിംഗ് ഒരിക്കലും സജീവമായിരിക്കില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ആണെങ്കില്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
SavingBrowserHistoryDisabled.pfm_title = "ബ്രൌസര്‍ ചരിത്രം സം‍രക്ഷിക്കുന്നത് അപ്രാപ്തമാക്കുക";
SavingBrowserHistoryDisabled.pfm_description = "Chromium-ല്‍ ബ്രൌസര്‍ ചരിത്രം സം‍രക്ഷിക്കുന്നത് അപ്രാപ്തമാക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ബ്രൌസിംഗ് ചരിത്രം സം‍രക്ഷിക്കപ്പെടില്ല.\n\nഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയിട്ടുണ്ടെങ്കില്‍ അല്ലെങ്കില്‍ കോണ്‍ഫിഗര്‍ ചെയ്തിട്ടില്ലെങ്കില്‍, ബ്രൌസിംഗ് ചരിത്രം സം‍രക്ഷിക്കപ്പെടും.";
SearchSuggestEnabled.pfm_title = "തിരയല്‍ നിര്‍ദേശങ്ങള്‍ പ്രാപ്തമാക്കുക";
SearchSuggestEnabled.pfm_description = "Chromium-ന്‍റെ ഓ‍മ്‌നിബോക്സിലെ തിരയല്‍ നിര്‍ദേശങ്ങള്‍ പ്രാപ്തമാക്കുന്നു, ഒപ്പം ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, തിരയല്‍ നിര്‍ദേശങ്ങള്‍ ഉപയോഗിക്കപ്പെടും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, തിരയല്‍ നിര്‍ദേശങ്ങള്‍ ഒരിക്കലും ഉപയോഗിക്കപ്പെടില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്താല്‍, ഉപയോക്താക്കള്‍ക്ക് ഈ ക്രമീകരണം Chromium-ല്‍ മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
ShowHomeButton.pfm_title = "ഉപകരണബാറില്‍ ഹോം ബട്ടണ്‍ കാണിക്കുക";
ShowHomeButton.pfm_description = "Chromium-ന്‍റെ ഉപകരണബാറില്‍ ഹോം ബട്ടണ്‍ കാണിക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഹോം ബട്ടണ്‍ എപ്പോഴും കാണിക്കും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഹോം ബട്ടണ്‍ ഒരിക്കലും കാണിക്കില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുകയോ അപ്രാപ്തമാക്കുകയോ ചെയ്താല്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
SyncDisabled.pfm_title = "Google-മായുള്ള ഡാറ്റ സമന്വയം അപ്രാപ്തമാക്കുക";
SyncDisabled.pfm_description = "Google ഹോസ്റ്റുചെയ്തിട്ടുള്ള സമന്വയ സേവനങ്ങള്‍ ഉപയോഗിച്ച് Chromium-ല്‍ ഡാറ്റ സമന്വയം അപ്രാപ്തമാക്കുന്നു, ഈ ക്രമീകരണം മാറ്റുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഈ ക്രമീകരണം മാറ്റാനോ അസാധുവാക്കാനോ കഴിയില്ല.";
TranslateEnabled.pfm_title = "മൊഴിമാറ്റം പ്രാപ്തമാക്കുക";
TranslateEnabled.pfm_description = "Google-ന്‍റെ സം‍യോജിപ്പിക്കപ്പെട്ട മൊഴിമാറ്റ സേവനം Chromium-ല്‍ പ്രാപ്തമാക്കുന്നു.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമാക്കുമ്പോള്‍, ഈ പേജ് മൊഴിമാറ്റുന്നതിനുള്ള സം‍യോജിത ഉപകരണബാര്‍, ഉചിതസമയത്ത്, ഉപയോക്താവിനെ Chromium കാണിക്കും.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം അപ്രാപ്തമാക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് ഈ മൊഴിമാറ്റ ബാര്‍ കാണാനാകില്ല.\n\nനിങ്ങള്‍ ഈ ക്രമീകരണം പ്രാപ്തമോ അപ്രാപ്തമോ ആക്കിയാല്‍, ഉപയോക്താക്കള്‍ക്ക് Chromium-ല്‍ ഈ ക്രമീകരണം മാറ്റാനും ഓവര്‍റൈഡ് ചെയ്യാനും കഴിയില്ല.";
UserDataDir.pfm_title = "ഉപയോക്തൃ ഡാറ്റ ഡയറക്‌ടറി ക്രമീകരിക്കുക";
UserDataDir.pfm_description = "ഉപയോക്തൃ ഡാറ്റ സംഭരിക്കുന്നതിനായി Chromium ഉപയോഗിക്കുന്ന ഡയറക്‌ടറി കോണ്‍ഫിഗര്‍ ചെയ്യുന്നു.\n\nനിങ്ങള്‍ ഈ നയം ക്രമീകരിച്ചാല്‍, ഉപയോക്താവ് '--user-data-dir' ഫ്ലാഗ് നിര്‍ദേശിച്ചിട്ടുണ്ടെങ്കിലും ഇല്ലെങ്കിലും, നല്‍കപ്പെട്ട ഡയറക്‌ടറിയാണ്‌ Chromium ഉപയോഗിക്കുക.";